{
  "livros": [
    {
      "nome": "O diário de Anne Frank",
      "autor": "Anne Frank",
      "descricao": "O diário de Anne Frank, o depoimento da pequena Anne, morta pelos nazistas após passar anos escondida no sótão de uma casa em Amsterdã, ainda hoje emociona leitores no mundo inteiro. Suas anotações narram os sentimentos, os medos e as pequenas alegrias de uma menina judia que, como sua família, lutou em vão para sobreviver ao Holocausto.",
      "avaliacao": 5,
      "capa": "./img/anneFrank.png",
      "id": "1"
    },
    {
      "nome": "Harry Potter e a Pedra Filosofal",
      "autor": "J.K Rowling ",
      "descricao": "Harry recebe uma carta convite para estudar na Escola de Magia e Bruxaria de Hogwarts  Harry conhece Rony Weasley e Hermione Granger, seus novos amigos  Harry e seus amigos descobrem que a pedra filosofal está guardada na escola  A trama gira em torno do desejo de Voldemort de conseguir a pedra para se tornar imortal ",
      "avaliacao": 4,
      "capa": "./img/harrypotter1.jpg",
      "id": "2"
    },
    {
      "id": "3",
      "nome": "As Crônicas De Nárnia (volume único)",
      "autor": "C.S Lewis",
      "descricao": "Reinos mágicos, criaturas inesquecíveis e batalhas épicas entre o bem o mal: essas histórias são narradas em As Crônicas de Nárnia — uma série de sete livros que acompanha crianças curiosas e suas aventuras entre o nosso mundo e outros universos mágicos e que, por décadas, encanta leitores de todas as idades.O Leão, a Feiticeira e o Guarda-roupa conta a história dos irmãos Pedro, Susana, Edmundo e Lúcia. Em meio a brincadeiras na casa de um velho professor, eles descobrem um misterioso guarda-roupa que os leva a Nárnia, um reino que sofre de um inverno sem fim desde que a temida Feiticeira Branca tomou o poder. Mas uma antiga profecia — que envolve justamente quatro crianças, além de um fantástico leão — afirma que há esperança para o reino, contanto que se tenha coragem.",
      "capa": "./img/ascronicasdenarnia.jpg",
      "avaliacao": 5
    },
    {
      "id": "4",
      "nome": "Meus dias na Livraria Morisaki ",
      "autor": "Satoshi Yagisawa",
      "descricao": "Meus Dias na Livraria Morisaki é um livro de Satoshi Yagisawa pertencente ao gênero da ficção de cura. A história gira em torno de Takako, uma jovem que, após passar por dificuldades pessoais e profissionais, se muda para a livraria de seu tio na tradicional região de Jimbocho, em Tóquio.",
      "capa": "./img/meusdiasnalivrariamorisaki.jpg",
      "avaliacao": 4
    },
    {
      "nome": "Amor de redenção",
      "autor": "Francine Rivers",
      "descricao": "O relacionamento de um jovem casal se choca com as duras realidades da Corrida do Ouro na Califórnia de 1850. Angel, experimentando o amor pela primeira vez e enfrentando demônios que parecem insuperáveis, foge da nova vida que ela acha que não merece. No entanto, durante a busca de Michael pela sua amada, Angel descobre que ela tem o poder de escolher a vida que quer.",
      "avaliacao": 4,
      "capa": "./img/amorderedencao.jpg",
      "id": "5"
    }
  ]
}